Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/SettingsCellularUI/CellulariPad.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# REMOVE_PLAN_CONFIRMATION
source: This plan will be deleted. This action cannot be undone.
ar: ستُحذف هذه الباقة. لا يمكن التراجع عن هذا الإجراء.
bg: Този план ще бъде изтрит. Това действие не може да се отмени.
ca: S’eliminarà el pla. Aquesta acció no es pot desfer.
cs: Tarif se smaže. Tuto akci nelze vzít zpět.
da: Dette abonnement bliver slettet. Denne handling kan ikke fortrydes.
de: Dieser Tarif wird gelöscht. Der Vorgang kann nicht widerrufen werden.
el: Θα διαγραφεί αυτό το πρόγραμμα. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: Se eliminará este plan y no podrás deshacer esta acción.
es_419: Se eliminará este plan. Esta acción no se puede deshacer.
fi: Tämä liittymä poistetaan. Toimintoa ei voida perua.
fr: Ce forfait sera supprimé. Cette action est irréversible.
fr_ca: Ce forfait sera supprimé. Cette action est irréversible.
he: תוכנית זו תימחק. לא ניתן לבטל פעולה זו.
hi: यह प्लान डिलीट कर दिया जाएगा। यह क्रिया पहले जैसी नहीं हो सकेगी।
hr: Ovaj će se plan obrisati. Postupak se ne može poništiti.
hu: Ez az előfizetés törlődni fog. Ez a művelet nem vonható vissza.
id: Paket ini akan dihapus. Tindakan ini tidak dapat diurungkan.
it: Il piano verrà eliminato. L’azione è irreversibile.
ja: このプランは削除されます。この操作は取り消せません。
kk: Бұл жоспар жойылады. Бұл — қайтымсыз әрекет.
ko: 이 요금제가 삭제됩니다. 이 동작은 취소할 수 없습니다.
lt: Šis planas bus ištrintas. Šio veiksmo anuliuoti negalima.
ms: Pelan ini akan dipadamkan. Tindakan ini tidak boleh dibuat asal.
nl: Dit abonnement wordt verwijderd. Dit kan niet ongedaan worden gemaakt.
no: Dette abonnementet vil bli slettet. Handlingen kan ikke angres.
pl: Ten plan zostanie usunięty. Tej czynności nie można cofnąć.
pt_br: Este plano será apagado. Esta ação não poderá ser desfeita.
pt_pt: Este plano vai ser apagado. Esta ação é irreversível.
ro: Acest plan va fi șters. Acțiunea este ireversibilă.
ru: Этот тариф будет удален. Данное действие нельзя отменить.
sk: Tento program bude vymazaný. Táto akcia je nevratná.
sl: Ta naročniški paket bo izbrisan. Tega dejanja ni mogoče razveljaviti.
sv: Det här abonnemanget kommer att raderas. Åtgärden kan inte ångras.
th: แผนบริการนี้จะถูกลบ การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Bu plan silinir. Bu eylem geri alınamaz.
uk: Цей план буде видалено. Цю дію не можна відмінити.
vi: Gói cước này sẽ bị xóa. Không thể hoàn tác hành động này.
zh_cn: 此号码将被删除。此操作不能撤销。
zh_hk: 此計劃將被刪除。此動作無法還原。
zh_tw: 將刪除此方案。此動作無法還原。

# ESIM_ACTIVATION_POLICY_MISMATCH_MESSAGE
source: This eSIM is not compatible with this iPad. Contact your carrier for more information.
ar: هذه الشريحة الإلكترونية غير متوافقة مع هذا الـ iPad. يرجى التواصل مع شركة الاتصالات لمزيد من المعلومات.
bg: Тази eSIM карта не е съвместима с този iPad. Свържете се с вашия оператор за повече информация.
ca: L’eSIM no es compatible amb l’iPad. Posa’t en contacte amb l’operador per obtenir més informació.
cs: Tato eSIM není s tímto iPadem kompatibilní. O další informace požádejte operátora.
da: Dette eSIM er ikke kompatibelt med denne iPad. Kontakt din operatør for at få flere oplysninger.
de: Diese eSIM ist nicht mit diesem iPad kompatibel. Wende dich an deinen Netzbetreiber, um weitere Informationen zu erhalten.
el: Αυτή η κάρτα eSIM δεν είναι συμβατή με αυτό το iPad. Για περισσότερες πληροφορίες, επικοινωνήστε με τον φορέα σας.
es: Esta eSIM no es compatible con este iPad. Ponte en contacto con tu operador para obtener más información.
es_419: Esta eSIM no es compatible con este iPad. Comunícate con tu operador para obtener más información.
fi: Tämä eSIM ei ole yhteensopiva tämän iPadin kanssa. Lisätietoja saat operaattoriltasi.
fr: Cette eSIM n’est pas compatible avec cet iPad. Contactez votre opérateur pour en savoir plus.
fr_ca: Cette eSIM n’est pas compatible avec cet iPad. Communiquez avec votre opérateur pour obtenir plus d’informations.
he: ה-eSIM אינו מתאים לשימוש ב-iPad זה. למידע נוסף יש לפנות למפעיל הסלולרי.
hi: यह eSIM इस iPad से संगत नहीं है। अधिक जानकारी के लिए अपने कैरियर से संपर्क करें।
hr: Ovaj eSIM nije kompatibilan s ovim iPadom. Obratite se operateru za dodatne informacije.
hu: Ez az eSIM nem kompatibilis ezzel az iPaddel. További információért forduljon a hálózati szolgáltatóhoz.
id: eSIM ini tidak kompatibel dengan iPad ini. Hubungi operator Anda untuk informasi lainnya.
it: La eSIM non è compatibile con questo iPad. Per scoprire di più, contatta il tuo gestore.
ja: このeSIMはこのiPadと互換性がありません。詳しい情報については通信事業者にお問い合わせください。
kk: Бұл eSIM карта осы iPad құрылғысымен үйлесімді емес. Толығырақ ақпарат алу үшін ұялы байланыс операторына хабарласыңыз.
ko: 이 eSIM은 이 iPad와 호환되지 않습니다. 자세한 사항은 사용자의 이동통신사에 문의하십시오.
lt: Ši „eSIM“ kortelė nesuderinama su šiuo „iPad“. Norėdami sužinoti daugiau, kreipkitės į operatorių.
ms: eSIM ini tidak serasi dengan iPad ini. Hubungi pembawa anda untuk mendapatkan maklumat lanjut.
nl: Deze e‑sim is niet compatibel met deze iPad. Neem contact op met je aanbieder voor meer informatie.
no: eSIM-en er ikke kompatibel med denne iPaden. Kontakt operatøren for mer informasjon.
pl: Ta karta eSIM jest niezgodna z tym iPadem. Więcej informacji uzyskasz od swojego operatora.
pt_br: Este eSIM não é compatível com este iPad. Entre em contato com a operadora para obter mais informações.
pt_pt: Este eSIM não é compatível com este iPad. Contacte a sua operadora caso necessite de informação adicional.
ro: Acest eSIM nu este compatibil cu acest iPad. Contactați operatorul pentru mai multe informații.
ru: Эта карта eSIM несовместима с Вашим iPad. За подробной информацией обратитесь к своему оператору.
sk: Táto eSIM nie je kompatibilná s týmto iPadom. Viac informácií získate od svojho operátora.
sl: Ta kartica eSIM ni združljiva s tem iPadom. Za več informacij se obrnite na svojega operaterja.
sv: Detta eSIM är inte kompatibelt med denna iPad. Kontakta operatören för mer information.
th: ไม่สามารถใช้งาน eSIM นี้ร่วมกับ iPad เครื่องนี้ได้ ติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu eSIM bu iPad ile uyumlu değil. Daha fazla bilgi için operatörünüzle iletişime geçin.
uk: Ця eSIM‑картка не сумісна з цим iPad. Зверніться до свого оператора звʼязку по додаткову інформацію.
vi: eSIM này không tương thích với iPad này. Hãy liên hệ với nhà cung cấp để biết thêm thông tin.
zh_cn: 此eSIM与此iPad不兼容。联系运营商以了解更多信息。
zh_hk: 此eSIM與此iPad不相容。詳情請聯絡電訊商。
zh_tw: 此eSIM與這部iPad不相容。請聯絡你的電信業者以取得更多資訊。

# DISABLE_RAT_4G
source: Disable 4G
ar: إيقاف الـ 4G
bg: Деактивиране на 4G
ca: Desactiva el 4G
cs: Vypnout 4G
da: Slå 4G fra
de: 4G deaktivieren
el: Απενεργοποίηση 4G
es: Desactivar 4G
es_419: Desactivar 4G
fi: Poista 4G käytöstä
fr: Désactiver la 4G
fr_ca: Désactiver la 4G
he: ביטול 4G
hi: 4G अक्षम करें
hr: Onemogući 4G
hu: 4G letiltása
id: Nonaktifkan 4G
it: Disabilita 4G
ja: 4Gをオフにする
kk: 4G желісін өшіру
ko: 4G 비활성화
lt: Išjungti 4G
ms: Nyahdayakan 4G
nl: Schakel 4G uit
no: Deaktiver 4G
pl: Wyłącz 4G
pt_br: Desativar 4G
pt_pt: Desativar 4G
ro: Dezactivați 4G
ru: Выключить 4G
sk: Vypnúť 4G
sl: Onemogoči 4G
sv: Avaktivera 4G
th: ปิดใช้งาน 4G
tr: 4G’yi Etkisizleştir
uk: Вимкнути 4G
vi: Tắt 4G
zh_cn: 停用4G
zh_hk: 停用4G
zh_tw: 停用4G

source: eSIM
ar: الشريحة الإلكترونية
bg: eSIM карта
el: Κάρτα eSIM
lt: „eSIM“ kortelė

# TURN_ON_LOCATION_SERVICES_TO_VIEW_PLANS
source: Turn on Location Services to see cellular plans available in your area.
ar: شغّل خدمات الموقع لرؤية الباقات الخلوية المتوفرة في منطقتك.
bg: Включете услугите за местоположение, за да виждате мобилните планове за региона ви.
ca: Activa la localització per veure els plans mòbils que hi ha a l’àrea on et trobes.
cs: Chcete-li zobrazit mobilní tarify dostupné ve vaší oblasti, zapněte polohové služby.
da: Slå lokalitetstjenester til for at vise tilgængelige mobilabonnementer i dit område.
de: Aktiviere die Ortungsdienste, um zu sehen, welche Mobilfunktarife in deiner Region verfügbar sind.
el: Ενεργοποιήστε τις Υπηρεσίες τοποθεσίας για εμφάνιση των προγραμμάτων κινητού δικτύου που διατίθενται στην περιοχή σας.
es: Activa la localización para ver los planes móviles disponibles en tu área.
es_419: Activa Localización para consultar los planes celulares disponibles en tu área.
fi: Näet alueellasi saatavilla olevat mobiililiittymät laittamalla Sijaintipalvelut päälle.
fr: Activez le service de localisation pour afficher les forfaits cellulaires disponibles dans votre région.
fr_ca: Activez le service de localisation pour afficher les forfaits cellulaires disponibles dans votre région.
he: כדי לראות תוכניות סלולריות הזמינות באזורך, יש להפעיל את ״שירותי מיקום״.
hi: अपने क्षेत्र में उपलब्ध मोबाइल प्लान देखने के लिए स्थान सेवा चालू करें।
hr: Uključite Lokacijske usluge za prikaz dostupnih podatkovnih planova u vašem području.
hu: Kapcsolja be a Helymeghatározást az adott területen elérhető mobil-előfizetések megtekintéséhez.
id: Nyalakan Layanan Lokasi untuk melihat paket seluler yang tersedia di area Anda.
it: Attiva l’opzione Localizzazione per visualizzare i piani cellulare disponibili nella tua zona.
ja: あなたの地域で利用可能なモバイル通信プランを見るには位置情報サービスをオンにしてください。
kk: Аймақтағы қолжетімді ұялы тарифтік жоспарларды көру үшін «Геолокация сервистері» функциясын қосыңыз.
ko: 사용자의 지역에서 이용할 수 있는 셀룰러 요금제를 보려면 위치 서비스를 켜십시오.
lt: Įjunkite vietos nustatymo paslaugas, kad matytumėte mobiliojo ryšio planus savo regione.
ms: Aktifkan Perkhidmatan Lokasi untuk melihat pelan selular yang tersedia di kawasan anda.
nl: Schakel 'Locatievoorzieningen' in om beschikbare mobiele abonnementen bij jou in de buurt te zien.
no: Slå på Stedstjenester for å se tilgjengelige mobilabonnementer i området.
pl: Aby wyświetlić plany komórkowe dostępne w Twoim regionie, włącz usługi lokalizacji.
pt_br: Ative os Serviços de Localização para ver os planos celulares disponíveis na sua região.
pt_pt: Ative os serviços de localização para ver os planos de serviço móvel disponíveis na zona onde se encontra.
ro: Activați serviciile de localizare pentru a vedea planurile celulare disponibile în zona dvs.
ru: Включите Службы геолокации, чтобы увидеть доступные поблизости сотовые тарифы.
sk: Ak chcete zobraziť mobilné programy dostupné vo vašej oblasti, zapnite lokalizačné služby.
sl: Vklopite Lokacijske storitve, če si želite ogledati razpoložljive mobilne pakete v svoji bližini.
sv: Aktivera Platstjänster om du vill visa mobilabonnemang som finns tillgängliga i ditt område.
th: เปิดใช้บริการหาตำแหน่งที่ตั้งเพื่อดูแผนบริการเซลลูลาร์ที่มีในพื้นที่ของคุณ
tr: Bulunduğunuz bölgedeki hücresel planları görmek için Konum Servisleri’ni açın.
uk: Увімкніть Служби локації, щоб побачити стільникові плани, доступні у вашому регіоні.
vi: Bật Dịch vụ định vị để xem các gói cước di động có sẵn trong khu vực của bạn.
zh_cn: 打开“定位服务”以查看你所在地区可用的蜂窝号码。
zh_hk: 開啟「定位服務」以檢視你所在區域所提供的流動網絡計劃。
zh_tw: 開啟「定位服務」來檢視你所在區域提供的行動方案。

# USE_CELLULAR_DATA
source: Use Cellular Data for:
ar: استخدم البيانات الخلوية في:
bg: Използване на мобилни данни за:
ca: Utilitza dades mòbils per:
cs: Používat mobilní data pro:
da: Brug mobildata til:
de: Mobile Daten verwenden:
el: Χρήση δεδομένων κινητού δικτύου για:
es: Usar datos móviles para:
es_419: Usar datos celulares para:
fi: Käytä mobiilidataa:
fr: Utiliser les données cellulaires pour :
fr_ca: Utiliser les données cellulaires pour :
he: ניתן להשתמש בנתונים סלולריים עבור:
hi: निम्नलिखित के लिए मोबाइल डेटा का उपयोग करें :
hr: Koristi mobilne podatke za:
hu: Mobiladat-forgalom:
id: Gunakan Data Seluler untuk:
it: Utilizza dati cellulare per:
ja: モバイルデータ通信を使用:
kk: Ұялы деректерді пайдалану:
ko: 셀룰러 데이터 사용:
lt: Naudoti mobiliojo ryšio duomenis:
ms: Gunakan Data Selular untuk:
nl: Gebruik mobiele data voor:
no: Bruk mobildata for:
pl: Używaj danych komórkowych do:
pt_br: Usar Dados Celulares para:
pt_pt: Usar dados móveis para:
ro: Utilizați date celulare pentru:
ru: Сотовые данные для:
sk: Použiť mobilné dáta pre:
sl: Uporaba mobilnih podatkov za:
sv: Använd mobildata för:
th: ใช้ข้อมูลเซลลูลาร์สำหรับ:
tr: Hücresel Veri Kullanılsın:
uk: Використовувати стільникові дані для:
vi: Sử dụng dữ liệu di động cho:
zh_cn: 将蜂窝数据用于：
zh_hk: 流動數據用於：
zh_tw: 將行動數據用於：

source: Other Options
ar: خيارات أخرى
bg: Други опции
ca: Altres opcions
cs: Další volby
da: Andre indstillinger
de: Weitere Optionen
el: Άλλες επιλογές
es: Otras opciones
es_419: Otras opciones
fi: Muut valinnat
fr: Autres options
fr_ca: Autres options
he: אפשרויות אחרות
hi: अन्य विकल्प
hr: Ostale opcije
hu: Egyéb lehetőségek
id: Pilihan Lainnya
it: Altre opzioni
ja: その他のオプション
kk: Басқа опциялар
ko: 기타 옵션
lt: Kitos parinktys
ms: Pilihan Lain
nl: Andere opties
no: Andre valg
pl: Inne opcje
pt_br: Outras Opções
pt_pt: Outras opções
ro: Alte opțiuni
ru: Другие параметры
sk: Ďalšie možnosti
sl: Druge možnosti
sv: Andra alternativ
th: ตัวเลือกอื่น
tr: Diğer Seçenekler
uk: Інші варіанти
vi: Tùy chọn khác
zh_cn: 其他选项
zh_hk: 其他選項
zh_tw: 其他選項

# ENABLE_RAT_3G
source: Enable 3G
ar: تمكين الـ 3G
bg: Активиране на 3G
ca: Activa el 3G
cs: Zapnout 3G
da: Slå 3G til
de: 3G aktivieren
el: Ενεργοποίηση 3G
es: Activar 3G
es_419: Activar 3G
fi: Ota käyttöön 3G
fr: Activer la 3G
fr_ca: Activer la 3G
he: ‏הפעלת 3G
hi: 3G को सक्षम करें
hr: Omogući 3G
hu: 3G bekapcsolása
id: Aktifkan 3G
it: Abilita 3G
ja: 3Gをオンにする
kk: 3G желісін қосу
ko: 3G 활성화
lt: Įjungti 3G
ms: Dayakan 3G
nl: Schakel 3G in
no: Aktiver 3G
pl: Włącz 3G
pt_br: Ativar 3G
pt_pt: Ativar 3G
ro: Activați 3G
ru: Включить 3G
sk: Zapnúť 3G
sl: Omogoči 3G
sv: Aktivera 3G
th: เปิดใช้งาน 3G
tr: 3G’yi Etkinleştir
uk: Увімкнути 3G
vi: Bật 3G
zh_cn: 启用3G
zh_hk: 使用3G
zh_tw: 啟用3G

# INVALID_ACTIVATION_CODE_TITLE
source: Invalid Activation Code
ar: رمز التنشيط غير صالح
bg: Невалиден код за активация
ca: Codi d’activació no vàlid
cs: Neplatný aktivační kód
da: Ugyldig aktiveringskode
de: Ungültiger Aktivierungscode
el: Μη έγκυρος κωδικός ενεργοποίησης
es: Código de activación no válido
es_419: Código de activación no válido
fi: Virheellinen aktivointikoodi
fr: Code d’activation non valide
fr_ca: Code d’activation non valide
he: קוד הפעלה שאינו תקין
hi: अमान्य ऐक्टिवेशन कोड
hr: Nevažeći aktivacijski kôd
hu: Érvénytelen aktiválási kód
id: Kode Aktivasi Tidak Sah
it: Codice di attivazione non valido
ja: アクティベーションコードが無効です
kk: Белсендіру коды жарамсыз
ko: 유효하지 않은 활성화 코드
lt: Netinkamas aktyvinimo kodas
ms: Kod Pengaktifan Tidak Sah
nl: Ongeldige activeringscode
no: Ugyldig aktiveringskode
pl: Niepoprawny kod aktywacji
pt_br: Código de Ativação Inválido
pt_pt: Código de ativação inválido
ro: Cod de activare nevalid
ru: Неверный код активации
sk: Neplatný aktivačný kód
sl: Neveljavna koda za aktivacijo
sv: Ogiltig aktiveringskod
th: รหัสการเปิดใช้งานไม่ถูกต้อง
tr: Geçersiz Etkinleştirme Kodu
uk: Хибний код активації
vi: Mã kích hoạt không hợp lệ
zh_cn: 激活码无效
zh_hk: 無效的啟用碼
zh_tw: 啟用碼無效

# RELIABLE_NETWORK_FALLBACK_FOOTER_WIFI
source: Automatically use cellular data when Wi-Fi connectivity is poor.
ar: استخدام البيانات الخلوية تلقائيًا عندما يكون اتصال شبكة Wi‑Fi ضعيفًا.
bg: Автоматично ползване на мобилни данни при лоша Wi-Fi връзка.
ca: Quan no tinguis una bona connexió Wi‑Fi, s’utilitzaran les dades mòbils automàticament.
cs: Při slabém signálu Wi‑Fi sítě budou automaticky využívána mobilní data.
da: Brug mobildata automatisk, når Wi-Fi-forbindelsen er dårlig.
de: Bei schlechten WLAN-Verbindungen automatisch mobile Daten verwenden.
el: Αυτόματη χρήση κινητού δικτύου όταν η συνδεσιμότητα Wi‑Fi είναι ασθενής.
es: Utiliza la conexión de datos móviles automáticamente cuando la señal Wi-Fi sea débil.
es_419: Usa automáticamente datos celulares cuando hay mala conectividad Wi-Fi.
fi: Käytä automaattisesti mobiilidataa, kun Wi‑Fi-yhteys on huono.
fr: Utilisez automatiquement les données cellulaires lorsque la connexion au réseau Wi-Fi est faible.
fr_ca: Utilisez automatiquement les données cellulaires lorsque la connectivité Wi-Fi est mauvaise.
he: ניתן להשתמש באופן אוטומטי בנתונים סלולריים כאשר קליטת הרשת האלחוטית ירודה.
hi: वाई-फ़ाई कनेक्टिविटी ख़राब रहने पर ऑटोमैटिकली मोबाइल डेटा का उपयोग करें।
hr: Automatska uporaba mobilnih podataka kad je Wi-Fi signal slab.
hu: A mobiladat-forgalom automatikus használata, ha a Wi‑Fi-kapcsolat minősége nem megfelelő.
id: Gunakan data seluler secara otomatis saat konektivitas Wi-Fi jelek.
it: Utilizza automaticamente i dati cellulare quando il segnale della rete Wi‑Fi è scarso.
ja: Wi-Fiの接続状況が悪いときに自動的にモバイルデータ通信を使用します。
kk: Wi-Fi қосылымы нашар болған кезде, ұялы деректер автоматты түрде пайдалану.
ko: Wi‑Fi 연결이 불안정하면 자동으로 셀룰러 데이터를 사용합니다.
lt: Kai „Wi-Fi“ ryšys prastas, automatiškai naudokite mobiliojo ryšio duomenis.
ms: Gunakan data selular secara automatik apabila ketersambungan Wi-Fi lemah.
nl: Gebruik automatisch mobieledataverbinding wanneer de wifiverbinding slecht is.
no: Bruk mobildata automatisk når Wi‑Fi-forbindelsen er dårlig.
pl: Automatycznie używaj danych komórkowych przy słabym połączeniu z siecią Wi‑Fi.
pt_br: Usar dados celulares automaticamente quando a conectividade Wi-Fi estiver fraca.
pt_pt: Quando a ligação por Wi‑Fi for fraca, usar dados móveis automaticamente.
ro: Utilizați automat conexiunea celulară de date atunci când conectivitatea Wi-Fi este slabă.
ru: Автоматически использовать сотовые данные, если подключение Wi‑Fi работает плохо.
sk: Pri slabom Wi-Fi signáli budú automaticky použité mobilné dáta.
sl: Pri slabi povezljivosti z omrežjem Wi-Fi samodejno uporabite mobilne podatke.
sv: Använd automatiskt mobildata vid dålig Wi-Fi-anslutning.
th: ใช้ข้อมูลเซลลูลาร์โดยอัตโนมัติเมื่อการเชื่อมต่อกับ Wi‑Fi ไม่ดี
tr: Wi-Fi bağlantısı zayıfsa otomatik olarak hücresel veriyi kullanır.
uk: Автоматично перемикати на стільникові дані за слабкого Wi-Fi-сигналу.
vi: Tự động sử dụng dữ liệu di động khi tín hiệu kết nối Wi-Fi kém.
zh_cn: Wi-Fi连接信号弱时自动使用蜂窝数据。
zh_hk: 在Wi-Fi連線訊號微弱時自動使用流動數據。
zh_tw: Wi-Fi連線狀態不佳時自動使用行動數據。

# ROAMING_LINK
source: Roaming
ar: تجوال
bg: Роуминг
ca: Itinerància
el: Περιαγωγή
es: Itinerancia
fr: Service à l’étranger
fr_ca: Service à l’étranger
he: נדידה
hi: रोमिंग
ja: ローミング中
kk: Роуминг
ko: 로밍
lt: Tarptinklinis ryšys
ms: Perayauan
ru: Роуминг
sl: Gostovanje
th: การโรมมิ่ง
tr: Uluslararası Dolaşım
uk: Роумінг
vi: Chuyển vùng
zh_cn: 漫游
zh_hk: 漫遊
zh_tw: 漫遊中

# CELLULAR_DIAGNOSTICS_LEARN_MORE
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_419: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt_br: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

# RAT_ON_FACETIME_WIFI_WARNING_DISABLE_3G_AS_4G
source: Disabling 4G may end FaceTime. Are you sure you want to disable 4G?
ar: يمكن أن يؤدي إيقاف 4G إلى إنهاء فيس تايم. هل ترغب بالتأكيد في إيقاف 4G؟
bg: Деактивирането на опцията за 4G може да прекъсне FaceTime. Сигурни ли сте, че искате да деактивирате 4G?
ca: Si desactives el 4G, el FaceTime podria interrompre’s. Confirmes que vols desactivar el 4G?
cs: Vypnutím funkce 4G může být ukončen hovor FaceTime. Určitě chcete 4G vypnout?
da: FaceTime kan afbrydes, hvis du slår 4G fra. Vil du slå 4G fra?
de: Das Deaktivieren von 4G beendet evtl. deinen FaceTime-Anruf. 4G trotzdem deaktivieren?
el: Αν απενεργοποιήσετε το 4G, ίσως τερματιστεί το FaceTime. Θέλετε σίγουρα να απενεργοποιήσετε το 4G;
es: Si desactivas 4G, puede que FaceTime se interrumpa. ¿Seguro que quieres desactivar 4G?
es_419: Si desactivas 4G, puede que FaceTime se interrumpa. ¿Quieres desactivar 4G?
fi: 4G:n poistaminen käytöstä saattaa lopettaa FaceTimen. Poistetaanko 4G käytöstä?
fr: La désactivation de la 4G peut mettre fin à votre appel FaceTime. Souhaitez-vous vraiment continuer ?
fr_ca: La désactivation de la 4G peut mettre fin à votre appel FaceTime. Souhaitez-vous vraiment désactiver la 4G?
he: ביטול 4G עלול לנתק את FaceTime. האם ברצונך להמשיך?
hi: 4G अक्षम करने पर FaceTime समाप्त हो सकता है। क्या आप निश्चित हैं कि 4G अक्षम करना चाहते हैं?
hr: Isključite li 4G, možda će se prekinuti FaceTime. Sigurno želite isključiti 4G?
hu: A 4G kikapcsolása bezárhatja a FaceTime-ot. Biztos benne, hogy ki szeretné kapcsolni a 4G-t?
id: Menonaktifkan 4G dapat mengakhiri FaceTime. Apakah Anda yakin ingin menonaktifkan 4G?
it: Disattivando la tecnologia 4G, potresti interrompere la chiamata FaceTime. Vuoi continuare?
ja: 4Gをオフにすると通話中のFaceTimeが自動的に終了する場合があります。4Gをオフにしてもよろしいですか?
kk: 4G желісін өшіру FaceTime қоңырауын аяқтауы мүмкін. 4G желісін өшіру қажеттігіне сенімдісіз бе?
ko: 4G를 비활성화하면 FaceTime이 종료될 수도 있습니다. 4G를 비활성화하겠습니까?
lt: Išjungus 4G ryšį gali būti užbaigtas „FaceTime“ pokalbis. Ar tikrai norite išjungti 4G ryšį?
ms: Menyahdayakan 4G mungkin menamatkan FaceTime. Adakah anda pasti mahu menyahdayakan 4G?
nl: Als je 4G uitschakelt, beëindig je FaceTime mogelijk. Wil je 4G toch uitschakelen?
no: Hvis du deaktiverer 4G, kan FaceTime bli avsluttet. Er du sikker på at du vil deaktivere 4G?
pl: Wyłączenie 4G może zakończyć FaceTime. Czy na pewno chcesz wyłączyć 4G?
pt_br: A desativação do 4G talvez finalize o FaceTime. Tem certeza de que deseja desativar o 4G?
pt_pt: Se desativar o modo 4G, é possível que a chamada FaceTime seja interrompida. Gostaria realmente de desativar 4G?
ro: Dezactivarea 4G poate termina apelul FaceTime. Sigur doriți dezactivarea 4G?
ru: Выключение 4G может завершить FaceTime. Выключить 4G?
sk: Vypnutie 4G môže ukončiť FaceTime. Naozaj chcete vypnúť 4G?
sl: Če onemogočite omrežje 4G, se klic FaceTime lahko prekine. Ste prepričani, da želite onemogočiti omrežje 4G?
sv: Om 4G avaktiveras kan FaceTime avslutas. Är du säker på att du vill avaktivera 4G?
th: การปิดใช้งาน 4G อาจทำให้ FaceTime สิ้นสุด คุณแน่ใจหรือไม่ว่าคุณต้องการปิดใช้งาน 4G
tr: 4G’nin etkisizleştirilmesi FaceTime’ı sonlandırabilir. Etkisizleştirmek istediğinizden emin misiniz?
uk: Вимкнення 4G може перервати виклик FaceTime. Справді вимкнути 4G?
vi: Tắt 4G có thể kết thúc FaceTime. Bạn có chắc chắn muốn tắt 4G không?
zh_cn: 停用4G可能会结束FaceTime通话。你确定要停用4G吗？
zh_hk: 停用4G可能會結束FaceTime，確定要停用4G嗎？
zh_tw: 停用4G可能會結束FaceTime。確定要停用4G嗎？

# CONVERTED
source: Converted to eSIM
ar: تم التحويل إلى شريحة إلكترونية
bg: Преобразуван в eSIM
ca: Targeta convertida en eSIM
cs: Převedeno na eSIM
da: Konverteret til eSIM
de: Auf eSIM umgestellt
el: Mετατράπηκε σε eSIM
es: Convertida en eSIM
es_419: Convertida en eSIM
fi: Muunna eSIMiksi
fr: Convertie en eSIM
fr_ca: Convertie en eSIM
he: הומר לכרטיס eSIM
hi: eSIM में बदला गया
hr: Konvertirano u eSIM
hu: Átalakítva eSIM-mé
id: Dikonversi ke eSIM
it: Convertita in eSIM
ja: eSIMに変更されました
kk: eSIM үшін конверсияланған
ko: eSIM으로 전환됨
lt: Pakeista į „eSIM“
ms: Ditukar kepada eSIM
nl: Geconverteerd naar e‑sim
no: Konvertert til eSIM
pl: Skonwertowano na eSIM
pt_br: Convertido para eSIM
pt_pt: Convertido em eSIM
ro: Convertită în eSIM
ru: Преобразована в eSIM
sk: Konvertované na eSIM
sl: Pretvorjeno v eSIM
sv: Konverterat till eSIM
th: เปลี่ยนเป็น eSIM แล้ว
tr: eSIM’e Dönüştürüldü
uk: Перетворено на eSIM
vi: Đã chuyển đổi thành eSIM
zh_cn: 已转换为eSIM
zh_hk: 已轉換為eSIM
zh_tw: 已轉換成eSIM
